
  {
    "sharky-world-title" : "SHARKY WORLD",
    "sharky-world-text" : "Welcome to Sharky World, an ecosystem built for entrepreneurs in Web3. Sharky World is more than just an NFT collection – it’s the foundation for a community that empowers creators and innovators to shape the future of digital entrepreneurship, entertainment, technology, and art",
    "vision-title" : "VISION",
    "vision-text" : "From Culture to a Network State",
    "vision-box-1": "We start by building a strong identity and global community.",
    "vision-box-2": "NFTs that go beyond art—holders get revenue share, exclusive events, and access to IP rights.",
    "vision-box-3": "A web3 social hub where creators, communities, and DAOs connect, collaborate, and grow.",
    "vision-box-4": "Powering collective decisions and shared opportunities",
    "vision-box-5": "Scaling fast with shared revenue, innovation funding, and key partnerships",
    "vision-box-6": "A web3 social hub where creators, communities, and DAOs connect, collaborate, and grow",
    "manifesto-title": "Manifesto",
    "manifesto-text": "Sharky World is a social brand. Owning a Sharky NFT gives you a digital identity that reflects the type of person you are a nonconformist entrepreneur who follows their own path",
    "evolution-sharky-title": "Evolution of Sharky",
    "evolution-sharky-text": "HARKY is the artistic creation that symbolizes our way of understanding life However, it hasn't been easy to create our Sharky. It has been a long process of two years and three evolutions! 🦈",
    "sharky-world-collection-title": "Sharky World Collection",
    "sharky-world-collection-text": "Sharky World NFTs offer unique traits, making them valuable assets. Each element and trait of the Don Sharky collection will have an associated rarity score, which will be visible as another trait.",
    "sharky-shop-title": "Sharky Shop",
    "sharky-shop-text": "Web3 brand with a powerful culture and mission. We will be the best native web3 brand, connecting physical & digital products.",
    "footer-text": "Join us as we create innovative IP, redefine entrepreneurship in Web3, and build a community that will make a real-world impact"

  }
